{"What is bioinformatics?": {"time": 1.254063367843628, "answer": "\n\nThere is no single definition of bioinformatics, but at its core, bioinformatics is the application of computers and information technology to the fields of biology and medicine. This can encompass anything from developing new software to store and analyze biological data, to developing new algorithms to identify patterns in that data, to using computers to model and simulate biological systems."}, "What is the central dogma of molecular biology?": {"time": 0.5004682540893555, "answer": "\n\nThe central dogma of molecular biology is that genetic information flows from DNA to RNA to proteins."}, "What is a genome?": {"time": 0.6634266376495361, "answer": "\n\nA human genome is made up of about 3 billion base pairs of DNA and about 20,000-25,000 genes."}, "What is a protein?": {"time": 0.6242082118988037, "answer": "\n\nA protein is a molecule composed of one or more chains of amino acids. Proteins are essential to the structure and function of all cells in the body."}, "What is a gene?": {"time": 0.44683170318603516, "answer": "\n\nA gene is a piece of DNA that codes for a certain trait."}, "What is DNA sequencing?": {"time": 0.48018765449523926, "answer": "\n\nDNA sequencing is a method of determining the order of nucleotides in a DNA molecule."}, "What is the difference between DNA and RNA?": {"time": 0.9504106044769287, "answer": "\n\nThe big difference between DNA and RNA is that DNA contains the sugar deoxyribose, while RNA contains the sugar ribose. Deoxyribose has one less oxygen atom than ribose. This might not seem like a big deal, but that one oxygen atom makes DNA a much more stable molecule than RNA."}, "What is a nucleotide?": {"time": 0.6204745769500732, "answer": "\n\nA nucleotide is a unit of DNA or RNA consisting of a nitrogenous base, a sugar, and a phosphate group."}, "What is a codon?": {"time": 0.6357507705688477, "answer": "\n\nA codon is a sequence of three nucleotides that produces a particular amino acid during protein synthesis."}, "What is an amino acid?": {"time": 0.5354604721069336, "answer": "\n\nAmino acids are the building blocks of proteins."}, "What is a BLAST search?": {"time": 0.927741289138794, "answer": "\n\n\"BLAST\" stands for \"Basic Local Alignment Search Tool.\" It is a tool that is used to compare a nucleotide or amino acid sequence against a database of sequences to find regions of similarity."}, "What is a multiple sequence alignment?": {"time": 0.5434072017669678, "answer": "\n\nA multiple sequence alignment is an alignment of three or more biological sequences, typically protein, DNA, or RNA."}, "What is a phylogenetic tree?": {"time": 0.8201580047607422, "answer": "\n\nA phylogenetic tree is a graphical representation of the evolutionary history of a group of organisms. The tree is based on the evolutionary relationships between the organisms, which are inferred from their DNA sequences."}, "What is a gene ontology?": {"time": 0.5443112850189209, "answer": "\n\nA gene ontology is a structured vocabulary that describes the types of gene products in terms of their biological functions."}, "What is a protein domain?": {"time": 0.5864279270172119, "answer": "\n\nA protein domain is a region of a protein that has a specific function."}, "What is a protein family?": {"time": 0.46647119522094727, "answer": "\n\nA protein family is a group of similar proteins that perform a related function in the body."}, "What is a conserved sequence?": {"time": 0.5842220783233643, "answer": "\n\nA conserved sequence is a stretch of DNA or amino acids that has remained relatively unchanged throughout evolution."}, "What is a gene expression profile?": {"time": 0.9231972694396973, "answer": "\n\nA gene expression profile is a collection of data that shows how much of a gene is being expressed in a given cell or tissue. This information can be used to understand how a gene is regulated, what its function is, and how it may be involved in disease."}, "What is a microarray?": {"time": 1.9545185565948486, "answer": "\n\nA microarray is a research tool used to measure the expression of many genes at once. It usually takes the form of a small glass slide or silicon chip that has been printed with DNA probes. These probes are designed to bind specifically to particular sequences of DNA. When a sample of mRNA (i.e. from a cell or tissue) is added to the microarray, the probes will bind to the complimentary sequences of mRNA, and the relative amount of mRNA bound to each probe can be measured. By looking at the patterns of binding, microarrays can give insights into which genes are being expressed, and how much."}, "What is a single nucleotide polymorphism (SNP)?": {"time": 0.9709134101867676, "answer": "\n\nA single nucleotide polymorphism (SNP) is a change in a single nucleotide that occurs at a specific position in the genome. These changes can be found in the DNA of humans, animals, and plants. SNPs can have a variety of effects on the organism, depending on where they occur."}, "What is a haplotype?": {"time": 0.609703540802002, "answer": "\n\nA haplotype is a set of alleles on a chromosome that are inherited together."}, "What is a genome assembly?": {"time": 0.5149848461151123, "answer": "\n\nA genome assembly is a collection of the DNA sequences that make up an organism's complete genome."}, "What is a metagenome?": {"time": 0.6039557456970215, "answer": "\n\nA metagenome is the total genetic material recovered from environmental samples."}, "What is a functional annotation?": {"time": 0.616898775100708, "answer": "\n\nFunctional annotation is the process of adding labels to genes or other genomic features that describe their functions. This can be done manually by researcher"}, "What is a proteome?": {"time": 0.5916006565093994, "answer": "\n\nA proteome is the entire complement of proteins expressed by a gene, cell, tissue, or organism."}}